semestr1/wstep-do-fil/26.01.2021-socjalizm.md

# Table of Contents

1.  [Socjalizm](#org8907fd9)



<a id="org8907fd9"></a>

# Socjalizm

**\* Termin powstaje pod koniec XIX w
\*** Socjalizm utopijny

-   socjalizm jako nowa interpretacja wspólnotowości
-   wspólnota ważniejsza od jednostki\\
-   równość - równosć statusu i pozycji
-   wolnosć od niesprawiedliwości, od głodu, od ciemnoty, od wyzysku
-   sprawiedliwosc dystrybutywna
-   podkreślenie fodnosci pracy

\*\* Anarchizm lewicowy

-   zniesienie kapitalizmu i państwa

  **\*** terror
  **\*** brak terroru
\*\* Socjaldemokracja

-   socjalizm reformistyczny
-   Lassalle
-   Edward Bernstein
-   Towarzystwo Fabiańskie

\*\* Marksizm

-   

